export const changes:any = [
  {
    index: '一',
    title: '困龙得水',
    auspiciousness: '上上',
    manifestation: '字字字字字字',
    poetry:
      '困龙得水好运交，不由喜气上眉梢，一切谋事皆如意，往后时运渐渐高。蟠龙久困在渊中，一日升腾起半空，往来飞腾能变化，从今有祸不成凶。',
    meaning: '大吉之课，无不欢乐，上人见喜，诸事不错。'
  },

  {
    index: '二',
    title: '他乡遇友',
    auspiciousness: '上平',
    manifestation: '字字字字字○',
    poetry:
      '困龙他乡志不伸，忧愁寂寞到如今，时来又逢知己友，对面相谈大放心。他乡遇友喜气欢，须知运气福重添，自今交了顺当运，向后保管不相干。',
    meaning: '交易有成，官事有理，走失可寻，出门见喜。'
  },
  {
    index: '三',
    title: '浓云蔽日',
    auspiciousness: '中平',
    manifestation: '字字字字○○',
    poetry:
      '太出没在天边，只宜显亮不喜瞒，若遇浓云来遮蔽，定主恍惚事不全。浓云蔽日不光明，劝君且莫远出行，婚姻求财皆不吉，提防口舌到门庭。',
    meaning: '月令不善，走失难见，交易合伙，诸事平淡。'
  },

  {
    index: '四',
    title: '虎落陷坑',
    auspiciousness: '下平',
    manifestation: '字字字○○○',
    poetry:
      '猎人掘下一陷坑，欲将擒虎虎不知，若不提防坠下去，急忙无处使力挣。虎落陷坑不堪言，进前容易退后难，谋望不遂自己便，疾病口舌有牵连。',
    meaning: '走失难寻，交易不定，婚姻合伙，不可轻动。'
  },

  {
    index: '五',
    title: '旱莲逢河',
    auspiciousness: '上吉',
    manifestation: '字字○○○○',
    poetry:
      '毕竟莲花出水中，时旱不与往日同，幸得河水来浇灌，枝叶重鲜花更红。卦遇莲花旱逢河，生意买卖利息多，婚姻自有人相助，出门永不受折磨。',
    meaning: '走失得见，口舌消散，疾病皆除，时来运转。'
  },

  {
    index: '六',
    title: '鹰鹊同林',
    auspiciousness: '下中',
    manifestation: '字○○○○○',
    poetry:
      '鹊遇天晚宿林中，不知林内先有鹰，虽然同处心生恶，卦若逢之事非轻。鹰鹊同林不相合，占者逢之琐碎多，恩人无义反为怨，是非平地起风波。',
    meaning: '出门小心，行人未来，走失难见，目下无财。'
  },

  {
    index: '七',
    title: '锄地得金',
    auspiciousness: '上平',
    manifestation: '字○字○○○',
    poetry:
      '锄地锄去苗里草，谁想财帛将人找，一锄锄出金子来，这个运气还算好。锄地得金卦如何，占者逢之喜气多，谋望求财皆如意，运转时来处处合。',
    meaning: '口舌消散，见官有理，行人即至，出门见喜。'
  },

  {
    index: '八',
    title: '砍树摸雀',
    auspiciousness: '上中',
    manifestation: '字○字字字字',
    poetry:
      '砍树摸雀做事牢，是非口舌自然消，婚姻大事不费力，若问走失未脱逃。此卦占之好处多，砍树摸雀较稳妥，稳稳当当得到手，别人空看摸不着。',
    meaning: '恍惚事不做，看稳再下手，任君求名利，到处自然有。'
  },

  {
    index: '九',
    title: '水底捞月',
    auspiciousness: '下下',
    manifestation: '○字○○字○',
    poetry:
      '一轮明月照水中，只见影子不见踪，愚夫当财下去取，摸来摸去一场空。水底明月不可捞，占者逢之运不高，交易出行难获利，走失行人无音耗。',
    meaning: '求名不遂，疾病未愈，婚姻无成，合伙不利。'
  },

  {
    index: '十',
    title: '斩将封神',
    auspiciousness: '上吉',
    manifestation: '○字○○字字',
    poetry:
      '时来运转喜气生，登台封神姜太公，到此诸神皆退位，纵然有祸不成凶。太公封神不非凡，谋望求财稳如山，交易合伙大吉庆，疾病口舌消除安。',
    meaning: '月令高强，声名大扬，走失有信，官事无妨。'
  },

  {
    index: '十一',
    title: '乱丝无头',
    auspiciousness: '下下',
    manifestation: '○字○○○字',
    poetry:
      '风刮乱丝不见头，颠三倒四起忧愁，慢从缓来方可顺，急促反惹不自由。乱丝无头实难择，逢事暂且往后推，交易出行无好处，谋望求财心不遂。',
    meaning: '疾病未好，婚姻不巧，口舌琐碎，做事颠倒。'
  },

  {
    index: '十二',
    title: '金榜题名',
    auspiciousness: '上中',
    manifestation: '○字○字○字',
    poetry:
      '金榜之上题姓名，不负当年苦用功，人逢此卦多吉庆，一切谋望大亨通。金榜题名喜气新，十人遇到九遂心，从今交了顺当运，步步登高一切顺。',
    meaning: '月令即善，寻人得见，走失能找，口舌消散。'
  },

  {
    index: '十三',
    title: '旱苗得雨',
    auspiciousness: '上平',
    manifestation: '○字字字○字',
    poetry:
      '苗逢旱天渐渐衰，幸得天恩降雨来，忧去喜来能变化，谋望求财称心怀。旱苗得雨茂堂堂，交易求财也相当，婚姻合伙皆如意，官司疾病都无妨。',
    meaning: '出行大吉，走失能找，行人来信，百般凑巧。'
  },

  {
    index: '十四',
    title: '古镜重明',
    auspiciousness: '中吉',
    manifestation: '○○字字○字',
    poetry:
      '古镜昏暗好几年，一朝磨明似月圆，君子谋事逢此卦，时来运转喜自然。古镜重明光辉显，主人眼下运气转，婚姻求财多吉庆，走失行人去不远。',
    meaning: '出行有益，交易得利，疾病渐好，求名必遂。'
  },

  {
    index: '十五',
    title: '过河拆桥',
    auspiciousness: '下平',
    manifestation: '○○○字○字',
    poetry:
      '时乖运拙走不着，急忙过河拆了桥，恩人无义反为怨，凡事无功枉受劳。过河拆桥实堪伤，交易出行有祸殃，谋望求财空费力，婚姻合伙不相当。',
    meaning: '行人未至，头绪不清，口舌紧避，凡事小心。'
  },

  {
    index: '十六',
    title: '马到成功',
    auspiciousness: '上平',
    manifestation: '○○○○字○',
    poetry:
      '将帅领旨去出征，骑着烈马拉硬弓，百步穿杨射的准，箭中金钱喜气生。马到成功喜气扬，求名取利大吉昌，婚姻合伙无妨碍，交易出行也顺当。',
    meaning: '疾病大好，走失能找，行人来信，百般凑巧。'
  },

  {
    index: '十七',
    title: '矬巴勾枣',
    auspiciousness: '下中',
    manifestation: '字○○字○○',
    poetry:
      '财帛常打心中走，可惜眼前难到手，不如暂时且忍耐，遇着闲事休开口。矬巴勾枣难捞枝，交易寻人不投机，谋望求财空费力，婚姻合伙总是虚。',
    meaning: '好事济成难，暂且勾不着，凡事须谨慎，交节自然和。'
  },

  {
    index: '十八',
    title: '喜气盈门',
    auspiciousness: '中上',
    manifestation: '字○○字○字',
    poetry:
      '时来运转锐气周，窈窕淑女君子求，鼓乐之中大吉庆，占者逢之喜临头。课逢吉神在运中，纵有凶兆不为凶，婚姻合伙渐渐好，生意财源日日增。',
    meaning: '出行吉祥，遇事无妨，失物得见，月令高强。'
  },

  {
    index: '十九',
    title: '阵势得开',
    auspiciousness: '中吉',
    manifestation: '字○○字字字',
    poetry:
      '忧愁常锁两眉尖，千头万绪挂心间，从今以后打开阵，任意而行不相干。此卦之中带六合，疾病口舌渐消磨，婚姻合伙皆如意，谋望求财无差讹。',
    meaning: '交了好运，行人有信，出门大吉，百事和顺。'
  },

  {
    index: '二十',
    title: '推车掉耳',
    auspiciousness: '下中',
    manifestation: '字○○○字字',
    poetry:
      '时运不到费心多，比作推车受折磨，山路崎岖掉下耳，左插右按按不着。推车掉耳路难行，心有打算力不能，君子占此琐碎卦，纵无灾害也暂穷。',
    meaning: '时运不遂，且莫胡为，交节换月，自然夺魁。'
  },

  {
    index: '二十一',
    title: '贩卖猪羊',
    auspiciousness: '下下',
    manifestation: '字○字○字字',
    poetry:
      '此卦占来运气歹，如同太公作买卖，贩猪牛快贩羊迟，猪羊齐贩断了宰。贩卖猪羊运不遂，卦占行人不见回，交易出行无好处，婚姻求财且莫为。',
    meaning: '占名不利，占利不全，疾病不愈，做事更难。'
  },

  {
    index: '二十二',
    title: '凤鸣岐山',
    auspiciousness: '上上',
    manifestation: '字字字○字字',
    poetry:
      '凤凰落在西岐山，鸣叫几声出圣贤，天降文王开基业，富贵荣华八百年。凤鸣歧山闻四方，占者逢之大吉昌，走失行人有音信，生意合伙入财乡。',
    meaning: '出行有益，求财必准，疾病皆除，诸事平稳。'
  },
  {
    index: '二十三',
    title: '俊鸟出笼',
    auspiciousness: '下平',
    manifestation: '字字○○字字',
    poetry:
      '俊鸟幸得出笼中，脱离灾难任飞腾，一朝得志凌云去，东西南北任意行。俊鸟出笼万里翔，交易出行大吉昌，万里山河任出走，官司疾病也无妨。',
    meaning: '合伙如意，迁移遂心，买卖兴旺，求财十分。'
  },
  {
    index: '二十四',
    title: '行走薄冰',
    auspiciousness: '中吉',
    manifestation: '字字○字○○',
    poetry:
      '路上行人急匆匆（在隆冬）-，过河无桥走薄冰，小心谨慎过得去，一步错了落水中。行人走冰怕冰薄，交易出行犯琢磨，婚姻合伙休大意，官司口舌须要和。',
    meaning: '薄冰甚险，行人难禁，君占此卦，凡事要小心。'
  },

  {
    index: '二十五',
    title: '金钟夜撞',
    auspiciousness: '中吉',
    manifestation: '○○字○○字',
    poetry:
      '一颗金钟在淤泥，人人拿之当顽石，忽然一日钟悬起，一声响亮天下知。占者逢之撞夜钟，时来运转响一声，谋望求财不费力，交易出行定有功。',
    meaning: '求名遂意，作事称心，走失行人，自然有音。'
  },

  {
    index: '二十六',
    title: '青龙得位',
    auspiciousness: '上中',
    manifestation: '○○字○○○',
    poetry:
      '太公插下杏黄旗，收妖为徒归西岐，自此青龙得了位，一切谋望百事宜。青龙得位喜气生，谋望求财事有成，婚姻出行无阻隔，是非口舌得安宁。',
    meaning: '交易有成，行人即归，投向可就，合伙无亏。'
  },

  {
    index: '二十七',
    title: '五关脱难',
    auspiciousness: '中吉',
    manifestation: '○○字○字○',
    poetry:
      '目下月令如过关，千辛万苦受熬煎，时来恰好有人救，任君所为不相干。五关脱难运抬头，劝君须当把财求，交易出行有人助，疾病口舌不须愁。',
    meaning: '疾病大好，行人来早，谋望成全，诸般凑巧。'
  },

  {
    index: '二十八',
    title: '鱼来撞网',
    auspiciousness: '上平',
    manifestation: '○○字字字○',
    poetry:
      '鱼翁寻鱼运气好，鱼来撞网跑不了，别人蚀本挣不来，谁想他来就凑巧。鱼来撞网乐自然，卦占行人不久还，交易婚姻两成就，谋望求财不费难。',
    meaning: '出行凑巧，有病就好，虽有口舌，自然消了。'
  },

  {
    index: '二十九',
    title: '指日高升',
    auspiciousness: '上吉',
    manifestation: '○○○字字○',
    poetry:
      '官员夜梦红日升，醒来即把圣旨听，加官晋职升三级，春风得意好前程。指日高升气象新，走失行人有信音，功名出行遂心愿，疾病口舌皆除根。',
    meaning: '求财到手，谋事可成，寻人得见，家宅安宁。'
  },

  {
    index: '三十',
    title: '枯井生泉',
    auspiciousness: '上中',
    manifestation: '○字○字字○',
    poetry:
      '枯井荒废已多年，一朝泉出流水鲜，资生济渴人称羡，时来运转喜自然。枯井生泉福禄加，声名喜气大光华，以前虽是驳杂日，向后自然有发达。',
    meaning: '精神渐爽，福禄日增，出入皆吉，百事亨通。'
  },

  {
    index: '三十一',
    title: '夜梦金银',
    auspiciousness: '下下',
    manifestation: '○字字字字○',
    poetry:
      '夜晚梦里梦金银，醒来仍不见一文，目下只宜求本分，思想终是空劳神。夜梦金银醒来空，立志谋业运不通，婚姻难成交易散，走失行人不见踪。',
    meaning: '月令不合，事作不着，凡事忍耐，休要琢磨。'
  },

  {
    index: '三十二',
    title: '推车靠崖',
    auspiciousness: '下吉',
    manifestation: '○字字○○字',
    poetry:
      '泥里步踏这几年，推车靠崖在眼前，目下应该再使劲，推上崖去见财源。推车靠崖道路干，谋望求财不费难，婚姻出行无阻碍，疾病口舌得安然。',
    meaning: '苦极生荣，喜气盈盈，一切作事，大不离形。'
  },

  {
    index: '三十三',
    title: '孤舟得水',
    auspiciousness: '中吉',
    manifestation: '字字○字字○',
    poetry:
      '一叶孤舟落沙滩，有篙无水进退难，时逢大雨江湖溢，不用费力任往还。孤舟得水离沙滩，出外行人早回还，是非口舌皆无碍，婚姻合伙更得全。',
    meaning: '功名称意，求财得利，交易可成，疾病痊愈。'
  },

  {
    index: '三十四',
    title: '密云不雨',
    auspiciousness: '下平',
    manifestation: '字字○字字字',
    poetry:
      '苗逢旱天尽焦梢，谁想云浓雨不浇，农人仰天长吁气，本是天意莫心焦。浓云密排下雨难，盼望行人不见还，交易出行空费力，婚姻求财也枉然。',
    meaning: '月令中平，暂且从容，疾病口舌，交节安宁。'
  },

  {
    index: '三十五',
    title: '镜里观花',
    auspiciousness: '下下',
    manifestation: '字字○字○字',
    poetry:
      '一朵鲜花镜中开，看着极好取不来，劝君休把镜花恋，卦若逢之主可怪。镜里观花休认真，谋望求财不遂心，交易不成婚姻散，走失行人无音信。',
    meaning: '找人不遇，疾病未愈，求名无准，谋事不宜。'
  },

  {
    index: '三十六',
    title: '枯木开花',
    auspiciousness: '中吉',
    manifestation: '字字○○○字',
    poetry:
      '时来运转生气发，多年枯木又开花，枝叶重生多茂盛，几人见了几人夸。枯木开花渐渐荣，主君事业大兴隆，婚姻求财多吉庆，口舌疾病俱安宁。',
    meaning: '交易有成，见官有理，走失可寻，出门见喜。'
  },

  {
    index: '三十七',
    title: '鸟被笼牢',
    auspiciousness: '中下',
    manifestation: '字字字○○字',
    poetry:
      '飞鸟失机落笼中，纵然会飞不能腾，目下只宜守本分，妄想腾高万不能。鸟被笼牢难出头，占者逢之不自由，谋望求财难定准，疾病口舌犯忧愁。',
    meaning: '出门不遇，合伙无利，婚姻走失，疾病不宜。'
  },

  {
    index: '三十八',
    title: '饥人遇食',
    auspiciousness: '中平',
    manifestation: '字○字○○字',
    poetry:
      '运拙如同身受饥，幸得送饭又遇食，适口充腹心欢喜，忧愁从此渐消移。饥人遇食喜重来，凡事称心暖人怀，疾病口舌消除散，生意合伙大发财。',
    meaning: '见官有理，出门见喜，婚姻成全，诸事如意。'
  },

  {
    index: '三十九',
    title: '渭水访贤',
    auspiciousness: '上吉',
    manifestation: '字○○○○字',
    poetry:
      '太公独钓渭水河，手执丝杆忧愁多，时来又遇文王访，自此永不受折磨。文王访贤在渭滨，谋望求财事遂心，交易出门皆如意，疾病口舌可离身。',
    meaning: '渭水访贤，大吉大利，占着此卦，好大运气。'
  },

  {
    index: '四十',
    title: '推磨岔道',
    auspiciousness: '中下',
    manifestation: '字○○字字○',
    poetry:
      '卦中爻象如推磨，顺当为福反为祸，心中有意且迟缓，凡事尽从忙里错。推磨岔道运不济，疾病口舌犯忧虑，婚姻合伙心改变，谋望求财不着实。',
    meaning: '出行无益，行人未回，走失难见，诸事莫为。'
  },

  {
    index: '四十一',
    title: '天官赐福',
    auspiciousness: '上上',
    manifestation: '字○字字○字',
    poetry:
      '官长占之主高升，庄户人家产业增，生意买卖利运厚，匠艺逢之大亨通。占卦之人遇天官，福禄必然降人间，一切谋望皆吉庆，忧愁尽去主平安。',
    meaning: '月令皆善，诸事通便，出门见喜，灾消病散。'
  },

  {
    index: '四十二',
    title: '宿鸟焚巢',
    auspiciousness: '下下',
    manifestation: '字○字字○○',
    poetry:
      '飞鸟树上垒窝巢，小人用计举火烧，君占此卦大不利，一切谋求枉徒劳。宿鸟焚巢时运低，婚姻合伙病难医，交易有阻皆不利，官事口舌被人欺。',
    meaning: '出行费力，行人未还，走失无信，求财也难。'
  },

  {
    index: '四十三',
    title: '渔人得利',
    auspiciousness: '上中',
    manifestation: '字○字字字○',
    poetry:
      '莺鹭蛤蜊落沙滩，拼命挣扎两翅扇，渔翁近前双得利，卦若逢之喜气添。渔翁得利喜自然，谋望求财两周全，婚姻合伙皆如意，走失行人即日还。',
    meaning: '出门有益，交易可成，官事无妨，诸事安宁。'
  },

  {
    index: '四十四',
    title: '太岁月建',
    auspiciousness: '中平',
    manifestation: '字○字○字○',
    poetry:
      '开沟掘地几丈深，提防偷营劫寨人，时逢太岁为凶煞，小心谨慎祸不侵。太岁入运事多愁，婚姻财帛莫强求，交易出行不见吉，走失行人不露头。',
    meaning: '诉讼不吉昌，口舌有灾殃，目下且忍耐，过月保无妨。'
  },

  {
    index: '四十五',
    title: '小鬼偷钱',
    auspiciousness: '中下',
    manifestation: '字○○○字○',
    poetry:
      '卦中爻象犯小耗，君子占之运不高，婚姻和伙有琐碎，做事必然受苦劳。卦中气象犯小耗，谋望求财空过桥，婚姻合伙有人破，交易出行枉徒劳。',
    meaning: '为人多仗义，挣钱不费力，有心学仔细，倒被鬼偷去。'
  },

  {
    index: '四十六',
    title: '隔河望金',
    auspiciousness: '下下',
    manifestation: '字字○○字○',
    poetry:
      '隔河望见一锭金，欲取河宽水又深，指望资财难到手，昼夜思想枉费心。财帛隔有一道河，岸宽水深摸不着，过月交节方吉利，目下不宜乱琢磨。',
    meaning: '婚姻不济，合伙无利，交易出行，总不如意。'
  },

  {
    index: '四十七',
    title: '二人争路',
    auspiciousness: '平平',
    manifestation: '字字字○字○',
    poetry:
      '心中有事实难做，恰似二人争走路，两下俱是要占先，谁肯让谁走一步？二人争路未肯让，占着此卦费主张，交易出行有阻隔，生意合伙也平常。',
    meaning: '目下不济，休生闲气，好事难成，求财费力。'
  },

  {
    index: '四十八',
    title: '仙人指路',
    auspiciousness: '中吉',
    manifestation: '字字字字○字',
    poetry:
      '心中有事犯猜疑，谋望从前不着实，幸遇明人来指引，诸般忧闷自消之。仙人指路行路通，劝君任意走西东，交易求财不费力，生意合伙也相通。',
    meaning: '婚姻有成，行人归来，走失可见，作事畅通。'
  },

  {
    index: '四十九',
    title: '饿虎得食',
    auspiciousness: '上中',
    manifestation: '○○○○○○',
    poetry:
      '肥羊失群入山岗，饿虎逢之把口张，适口充腹心欢喜，卦若占之大吉昌。饿虎得食喜气欢，求名应试主高迁，出门吉利行人到，是非口舌不相干。',
    meaning: '寻人得见，走失有信，疾病见好，凡事皆顺。'
  },

  {
    index: '五十',
    title: '夫妻反目',
    auspiciousness: '中下',
    manifestation: '○○○○○字',
    poetry:
      '马氏太公不相和，世人占之忧疑多，恩人无义反为怨，是非平地起风波。夫妻反目不顺情，卦占谋望未有成，官司惊恐财帛散，若问家宅不安宁。',
    meaning: '目下不吉，心事不定，交节换月，自然安宁。'
  },

  {
    index: '五十一',
    title: '发政施仁',
    auspiciousness: '上平',
    manifestation: '○○○○字字',
    poetry:
      '君王无道民倒悬，常想拨云见青天，幸逢明主施仁政，重又安居乐自然。发政施仁志量高，出外求财任逍遥，交易婚姻大有意，走失行人有音耗。',
    meaning: '口舌消散，疾病见痊，求名称意，家宅平安。'
  },

  {
    index: '五十二',
    title: '喜报三元',
    auspiciousness: '上吉',
    manifestation: '○○○字字字',
    poetry:
      '学问满腹入场闱，三元及第得意回，从今解去愁和闷，且喜平地一声雷。喜报三元运气强，谋望求财大吉祥，交易出行多得意，是非口舌总无妨。',
    meaning: '婚姻有成，行人即至，走失可寻，诸般称意。'
  },

  {
    index: '五十三',
    title: '工师得木',
    auspiciousness: '上平',
    manifestation: '○○字字字字',
    poetry:
      '卦占工师得大木，眼前应该走上路，时来运转多顺当，有事自管放心去。工师得木喜重重，买卖求财大亨通，婚姻合伙皆如意，一切谋望俱有成。',
    meaning: '出门吉利，口舌远避，疾病见好，行人即至。'
  },

  {
    index: '五十四',
    title: '游蜂脱网',
    auspiciousness: '中吉',
    manifestation: '○字字字字字',
    poetry:
      '蜘蛛结网赛天牢，粘住游蜂羽翅毛，幸有大风吹网破，脱离灾难又逍遥。游蜂脱网喜无边，添财进口福禄连，外则通达内则顺，富贵荣华胜以前。',
    meaning: '词讼了结，疾病除根，求财到手，做事遂心。'
  },

  {
    index: '五十五',
    title: '明珠出土',
    auspiciousness: '上上',
    manifestation: '○字○字字字',
    poetry:
      '明珠土埋日久深，无光无亮到如今，忽然大风吹土去，自然显露又重新。明珠出土离尘埃，口舌官事消散开，走失行人当见面，交易有成永无灾。',
    meaning: '谋望有成，婚姻最合，求财如意，也喜动挪。'
  },

  {
    index: '五十六',
    title: '船得顺风',
    auspiciousness: '上吉',
    manifestation: '○字○○○○',
    poetry:
      '顺风行船拉起篷，上天又助一篷风，不用费力逍遥去，任意而行大亨通。船得顺风任飘篷，投向有准宜出行，交易求财大得利，一切谋望事有成。',
    meaning: '走失可寻，见官有理，婚姻求名，管保恭喜。'
  },

  {
    index: '五十七',
    title: '趁水和泥',
    auspiciousness: '中吉',
    manifestation: '○字字○字字',
    poetry:
      '这个卦象真有趣，觉着做事不费力，休要错过这机会，事事称心又如意。趁水和泥泥更匀，投向有准宜出门，交易婚姻大有意，走失行人不用寻。',
    meaning: '口舌消散，病遇良医，求财到手，谋事大吉。'
  },

  {
    index: '五十八',
    title: '撮杆抽梯',
    auspiciousness: '下平',
    manifestation: '○字字○字○',
    poetry:
      '时运不来好伤怀，撮上杆去把梯抬，一个虫翼没到手，爬了上去下不来。今有小人暗来欺，千方百计费商议，明明与你说好话，撮上杆去抽了梯。',
    meaning: '当交君子，莫听小人，凡事谨慎，永不受欺。'
  },

  {
    index: '五十九',
    title: '鲤鱼化龙',
    auspiciousness: '中吉',
    manifestation: '○字字○○○',
    poetry:
      '游鱼戏水被网惊，跳过龙门身化龙，三尺杨柳垂金线，万朵桃花显你能。鲤鱼化龙喜气来，口舌疾病身无灾，忧疑从今都消散，祸门闭来福门开。',
    meaning: '鲤鱼化龙，喜事重重，求财到手，做事有成。'
  },

  {
    index: '六十',
    title: '萌芽出土',
    auspiciousness: '平平',
    manifestation: '○字字字○○',
    poetry:
      '运去黄金化为土，时来棒棰能发芽，从今以后交好运，纵有差错也不怕。脚踏棒棰转悠悠，时运不来莫强求，幸得今日时运转，自有好事在后头。',
    meaning: '谋望有成，出门可行，走失有信，疾病安宁。'
  },

  {
    index: '六十一',
    title: '雨雪载室',
    auspiciousness: '下下',
    manifestation: '○字○字○○',
    poetry:
      '大雨倾地雪满天，路上行人苦又寒，拖泥带水费尽力，事不遂心且耐烦。雨雪载室甚泥泞，交易不定难出行，疾病难治婚姻慢，谋望求财事难成。',
    meaning: '行人未至，投向无门，好事难成，求名不准。'
  },

  {
    index: '六十二',
    title: '二人分金',
    auspiciousness: '上平',
    manifestation: '○○○字○○',
    poetry:
      '天赐贫人一封金，不争不抢两平分，彼此分得金到手，一切谋望皆遂心。二人分金喜气和，谋望求财吉庆多，口舌渐消疾病少，走失行人归旧窝。',
    meaning: '婚姻遂意，出外得地，交易合伙，无不吉利。'
  },

  {
    index: '六十三',
    title: '急过独桥',
    auspiciousness: '中平',
    manifestation: '○○字字○○',
    poetry:
      '行人路过独木桥，心内惶恐眼里瞧，爽利保你过得去，慢行一定不安牢。独木桥上步难行，主人心事不安宁，交易合伙宜爽利，婚姻有成莫迟停。',
    meaning: '求财到手，官事平常，目下不吉，交节自强。'
  },

  {
    index: '六十四',
    title: '缘木求鱼',
    auspiciousness: '下平',
    manifestation: '○○字○字字',
    poetry:
      '求鱼须当下水中，树上求之不顺情，受尽辛苦难遂意，劳而无功事不成。缘木求鱼事多乖，虽不得鱼后无灾，若是行险弄巧计，事不遂心枉安排。',
    meaning: '月令不好，做事颠倒，打算的多，遂心的少。'
  }
]
